{
  "0830123414003822--": {
    "npc": "코디아",
    "name": "Good to see you, $MyPCName$! You caught my attention today because your outfit is quite spectacular! Say, $MyPCName$, do you know the myth of Olympus?"
  },
  "0830123414003823--": {
    "npc": "코디아",
    "name": "It's about the constellation Taurus, you see. Zeus was captivated by Europa and transformed into a bull to woo her."
  },
  "0830123414003824--": {
    "npc": "코디아",
    "name": "That bull later become the constellation Taurus! Neat, right? Wondering why it's relevant to <b>you</b>? I'll tell you... once you've equipped the full Olympus set!"
  },
  "0830123414003825--": {
    "npc": "코디아",
    "name": "You still need an item or two or five to complete the Olympus outfit! Hehe!"
  },
  "0830123414003826--": {
    "npc": "코디아",
    "name": "Oh, my! You look like you've popped straight out of some myth! You'll look perfect riding around on this $item:50600194$!"
  },
  "0831180815000001--": {
    "npc": "코디아",
    "name": "Good to see you, $MyPCName$! You caught my attention today because your outfit is quite spectacular! Say, $MyPCName$, do you like cats?"
  },
  "0831180815000002--": {
    "npc": "코디아",
    "name": "Silly me, of course you do! Otherwise, you wouldn't be wearing what you're wearing, would you? You know, I love cats, too! But you take it to a whole other level... Cat <b>and</b> neon? By still my heart!"
  },
  "0831180815000003--": {
    "npc": "코디아",
    "name": "How awesome would you look in the entire Technokitty set, am I right? I really want to see that! Show me, and I'll even give you a present that will match beautifully!"
  },
  "0831180815000004--": {
    "npc": "코디아",
    "name": "You still need an item or two or five to complete the Technokitty outfit! Hehe!"
  },
  "0831180815000005--": {
    "npc": "코디아",
    "name": "Look at that fun! Look at that funky! You, my friend, are a funkster, and you definitely deserve this $item:20301955$! Way to go, $MyPCName$!"
  },
  "1010150215000040--": {
    "npc": "코디아",
    "name": "$MyPCName$! $MyPCName$! $MyPCName$! I can't look away! You are just a shining beacon of pure adventuring prowess and dignity, oh my!"
  },
  "1010150215000041--": {
    "npc": "코디아",
    "name": "I mean, you always look great, but I want you to look <b>great</b>, know what I mean? And some clothes are just so... dignified! "
  },
  "1010150215000042--": {
    "npc": "코디아",
    "name": "Don the entire Dignified Armor set, and I'll just drool over how amazing you look. I mean it! I won't be able to stop myself from showering you with an amazing gift that matches the set!"
  },
  "1010150215000043--": {
    "npc": "코디아",
    "name": "Oh darling, you still need an item or two or five to complete the Dignified Armor set! Hehe!"
  },
  "1010150215000044--": {
    "npc": "코디아",
    "name": "Oh, good gracious. This is a look that will remain etched in my memory forever. Please, take this $item:40400090$ as a small token of my gratitude. You've made my week, $MyPCName$!"
  },
  "1106141115000045--": {
    "npc": "코디아",
    "name": "Well, isn't that a special outfit? It seems you want to be cute like a kitten."
  },
  "1106141115000046--": {
    "npc": "코디아",
    "name": "I've got the perfect Kitten Maid outfit for you, $MyPCName$. I can't wait to see the cuteness ooze from your every pore when you put it on!"
  },
  "1106141115000047--": {
    "npc": "코디아",
    "name": "If you equip the entire Kitten Maid set and show it to me, I will give you a $item:20302118$ in return."
  },
  "1106141115000048--": {
    "npc": "코디아",
    "name": "You still need an item or two or five to complete the Kitten Maid set! Hehe!"
  },
  "1106141115000049--": {
    "npc": "코디아",
    "name": "Cuteness upon cuteness! I wasn't prepared for how adorable you look. Take your kitty cuteness to the next level with this  $item:20302118$."
  },
  "1119135915000050--": {
    "npc": "코디아",
    "name": "Is there an image that comes to mind when you hear the word angel? Did you think of a beautiful angel with pure white wings? In that case, I want to tell you all about fallen angels."
  },
  "1119135915000051--": {
    "npc": "코디아",
    "name": "Some people think of devils when the hear about fallen angels. There are many stories of devils that were banished and became fallen angels. Even so, fallen angels are pretty popular!"
  },
  "1119135915000052--": {
    "npc": "코디아",
    "name": "Maybe that's why they appeared before us in such a beautiful form! Just like the clothes you're wearing right now, $MyPCName$! I'll give you a special badge as a gift if you equip the entire Fallen Angel set!"
  },
  "1119135915000053--": {
    "npc": "코디아",
    "name": "You still need an item or two or five to complete the Fallen Angel set! Hehe!"
  },
  "1119135915000054--": {
    "npc": "코디아",
    "name": "Wow! It's grim, but noble! I've seen you many times, but this is the most beautiful you've ever looked!"
  },
  "1127124615000055--": {
    "npc": "코디아",
    "name": "The cold winter is already upon us. But winter's got its good points, too! For example, I get to see the brightly shining clothes that you're wearing!"
  },
  "1127124615000056--": {
    "npc": "코디아",
    "name": "I imagine a snow spirit making snow fall on everyone to give them joy. Doesn't that sound like a fairytale?"
  },
  "1127124615000057--": {
    "npc": "코디아",
    "name": "But what you're wearing is making me imagine such things! I wonder how beautiful it would be if you equip the entire set? I look forward to it! If you look like a snow spirit from a fairytale, I'll give you a weapon skin to match the look!"
  },
  "1127124615000058--": {
    "npc": "코디아",
    "name": "You still need an item or two or five to complete the Snow Tale set! Hehe!"
  },
  "1127124615000059--": {
    "npc": "코디아",
    "name": "Wow! You really look like you will make the snow fall! It's very beautiful!"
  },
  "1214152515000060--": {
    "npc": "코디아",
    "name": "$MyPCName$, do you like shiny things? I ask because your new outfit positively shimmers!"
  },
  "1214152515000061--": {
    "npc": "코디아",
    "name": "I'm so jealous of your shiny clothes."
  },
  "1214152515000062--": {
    "npc": "코디아",
    "name": "I love shiny things too. I can't imagine how beautifully you'll shine wearing the entire set! I'd love to see it. In fact, if you come back wearing the full set, I'll give you a special gift!"
  },
  "1214152515000063--": {
    "npc": "코디아",
    "name": "I think you're still missing a few items from the Luminaire outfit! Hehe!"
  },
  "1214152515000064--": {
    "npc": "코디아",
    "name": "Wow! You are shining brightly! It's dazzingly beautiful!"
  },
  "1227162015000065--": {
    "npc": "코디아",
    "name": "Sometimes looking up at the night sky makes me think of distant, otherworldly places. Looking at you, $MyPCName$, makes me think of those people living in the heavens!"
  },
  "1227162015000066--": {
    "npc": "코디아",
    "name": "Everyone heard stories of such people at least once in their lifetime! Light and fluttering! They are very graceful!"
  },
  "1227162015000067--": {
    "npc": "코디아",
    "name": "$MyPCName$, even you look like you will fly up to the sky soon! Look like one of those heavenly people and I will give you a nice fan that you can fly on!"
  },
  "1227162015000068--": {
    "npc": "코디아",
    "name": "You still need an item or two or five to complete the Heavenly Being set! Hehe!"
  },
  "1227162015000069--": {
    "npc": "코디아",
    "name": "Show me how great you look as you fly to the sky!"
  },
  "0304143915000070--": {
    "npc": "코디아",
    "name": "SCRIPTQUEST_0304143915000070_NAME"
  },
  "0304143915000071--": {
    "npc": "코디아",
    "name": "SCRIPTQUEST_0304143915000071_NAME"
  },
  "0304143915000072--": {
    "npc": "코디아",
    "name": "SCRIPTQUEST_0304143915000072_NAME"
  },
  "0304143915000073--": {
    "npc": "코디아",
    "name": "SCRIPTQUEST_0304143915000073_NAME"
  },
  "0304143915000074--": {
    "npc": "코디아",
    "name": "SCRIPTQUEST_0304143915000074_NAME"
  },
  "0912180315000030--": {
    "npc": "코디아",
    "name": "Hi, $MyPCName$! I rushed over here to tell you about some special quests hidden inside outfits you might encounter soon!"
  },
  "0912180315000031--": {
    "npc": "코디아",
    "name": "You'll know you've encountered one when you see a quest mark displayed on the outfit's icon! Equip the item, and you'll be given a special quest!"
  },
  "0912180315000032--": {
    "npc": "코디아",
    "name": "Hover your mouse over items with hidden quests to view a detailed description. Equip the item, and I'll visit you with a special quest!"
  },
  "0912180315000033--": {
    "npc": "코디아",
    "name": "Was my explanation good enough?"
  },
  "0912180315000034--": {
    "npc": "코디아",
    "name": "It's a secret which outfits have hidden quests, hehe! Here's a little gift, $MyPCName$, to wish you good luck in getting a surprise quest soon!"
  },
  "0907145915000018--": {
    "npc": "스칼렛",
    "name": "Hi, $MyPCName$! I want to tell you about some special quests hidden inside outfits you might encounter soon!"
  },
  "0907145915000019--": {
    "npc": "스칼렛",
    "name": "You'll know you've encountered one when you see a quest mark displayed on the outfit's icon! Equip the item, and you'll be given a special quest!"
  },
  "0912171715000022--": {
    "npc": "스칼렛",
    "name": "Hover your mouse over items with hidden quests to view a detailed description. Equip the item, and my friend $npc:11001612[gender:1]$ will visit you with a special quest!"
  },
  "0907145915000020--": {
    "npc": "스칼렛",
    "name": "Now, how do you know which items have hidden quests? Well, you can take a peek in my shop and see which ones they are. That means you'll need to come visit me often, hehe."
  },
  "0907145915000021--": {
    "npc": "스칼렛",
    "name": "I hope you get to experience some hidden quests, $MyPCName$! They're so exciting!"
  }
}