{
  "72-null-NA": {
    "name": "Workshop templates are free during closed beta! Create your very own designs!"
  },
  "73-null-NA": {
    "name": "Furnishing materials are free during closed beta! Decorate your house however you want!"
  },
  "76-null-NA": {
    "name": "Want a public address for your home? Housing plots are 95% off during the closed beta! "
  },
  "86-null-NA": {
    "name": "50% off all beauty items from 7/28 00:00 - 7/29 23:59 UTC!"
  },
  "95-null-NA": {
    "name": "Steam launch celebration! Kay Coins are doubled in MC Kay mini-games!"
  },
  "96-null-NA": {
    "name": "Don't stop the music! This Monday, experience is doubled for performances at Coco Island, Queenstown, Tria, Henesys, and Ludari City!"
  },
  "97-null-NA": {
    "name": "A week full of excitement! Gathering grants double the items on Tuesday!"
  },
  "98-null-NA": {
    "name": "Feeling chatty? This Wednesday, get 20% off World & Channel chat fees!"
  },
  "99-null-NA": {
    "name": "Reel in the benefits! This Thursday get double the experience for fishing at Coco Island, Tria, and Henesys!"
  },
  "100-null-NA": {
    "name": "Mystery awaits! Portal spawn rates for Hat of Misdirection, Pocket Vortices, and Twisted Pocket Realms are increased on Friday."
  },
  "101-null-NA": {
    "name": "Who doesn't love a sale? This Saturday, meret prices for furnishings are 30% off!"
  },
  "102-null-NA": {
    "name": "Woohoo! Mesos for hunting are doubled on Sunday! (Excludes dungeons)"
  },
  "111-null-NA": {
    "name": "20% off all beauty items! Visit the Beauty Salon, Plastic Surgery Office, and Dye Workshop, today only!"
  },
  "113-null-NA": {
    "name": "Ready for an adventure? This weekend, experience and guild funds from Guild Quests are doubled!"
  },
  "114-null-NA": {
    "name": "Saturday is guild quest day! Guild experience is doubled!"
  },
  "115-null-NA": {
    "name": "50% discount on accessory fragment fusion!"
  },
  "116-null-NA": {
    "name": "Welcome to the new and improved build mode! 90% off land plots from 1/10 15:30 until 1/31 15:30!"
  },
  "117-null-NA": {
    "name": "Enjoy the new and improved build mode! Furnishings are 50% off from 1/10 15:30 until 1/31 15:30!"
  },
  "120-null-NA": {
    "name": "A special Shanghai-themed version of Crazy Runners opens at the 15 and 45-minute mark of each hour!"
  },
  "123-null-NA": {
    "name": "The Blueprint Designer is now available in your home! To celebrate, land plots are 90% and furnishings are 50% off from  1/31 15:30 - 2/28 15:30 (UTC)!"
  },
  "124-null-NA": {
    "name": "In honor of St. Patrick's Day, you'll receive a festive green hat for clearing Cathy Mart Part-Time Job!  [Limit 1 per account] | Event Period: (UTC) 3/16 00:00 - 3/17 23:59"
  },
  "126-null-NA": {
    "name": "Test your foolishness in the Opposite OX Quiz! Kay Coin rewards are doubled for this event."
  },
  "127-null-NA": {
    "name": "Get double rewards from Fortress Rumbles!"
  },
  "128-null-NA": {
    "name": "Get double the rewards from chaos raids now!"
  },
  "129-null-NA": {
    "name": "Tame a pet to get 1 Fusion Stone up to 5 times a day per account! "
  },
  "130-Event-NA": {
    "name": "It's music day! Surprise 30% discount on instruments in the Meret Market from 5/22 00:00 - 5/23 23:59 UTC! "
  },
  "135-Event-NA": {
    "name": "Pet fusions are 50% off!"
  },
  "136-Event-NA": {
    "name": "Get special furnishings for completing the Storm's Eye quests Search and Rescue, Through the Looking Glass, and An Unlikely Partnership!"
  },
  "141-Event-NA": {
    "name": "Log in for 5 days or more between 5/30 15:30 - 6/27 15:30 UTC to get lapenshards! (Rewards will be distributed via mail after 6/27 maintenance.)"
  },
  "143-Event-NA": {
    "name": "Pet bonus talent re-rolls are 10% off!"
  },
  "144-Event-NA": {
    "name": "Enchant catalysts are 10% off!"
  },
  "145-Event-NA": {
    "name": "Gear/accessory bonus attribute re-rolls are 10% off!"
  },
  "157-Event-NA": {
    "name": "Enchant catalysts are 25% off!"
  },
  "158-Event-NA": {
    "name": "Get Lucky Golden Keys, open Lucky Boxes! $npc:11001002$ in $map:02000064$ has a gift for anyone who opens 200."
  },
  "163-Event-NA": {
    "name": "Workshop templates are free on weekends from 9/19 to 11/13! Show off your own unique style!"
  },
  "164-Event-NA": {
    "name": "Pet bonus talent re-rolls are 35% off on weekends from 9/19 to 11/13!"
  },
  "167-Event-NA": {
    "name": "Fishing and performing experience is doubled in $map:63000089$ from 20:00 - 22:00 UTC!"
  },
  "170-Event-NA": {
    "name": "Lucky Monday, Tuesday, and Wednesday! World Boss drop rates are doubled from 00:00 to 1:00!"
  },
  "171-Event-NA": {
    "name": "Lucky Monday, Tuesday, and Wednesday! World Boss drop rates are doubled from 8:00 to 9:00!"
  },
  "172-Event-NA": {
    "name": "Lucky Monday, Tuesday, and Wednesday! World Boss drop rates are doubled from 16:00 to 17:00!"
  },
  "176-Event-NA": {
    "name": "It's the Black Friday/Cyber Monday sale! Items in the Functional tab of the Meret Market are discounted from 11/29 00:00 - 12/02 23:59 UTC! "
  },
  "177-Event-NA": {
    "name": "It's Ophelia and Peachy's special weekend sale! Enchant catalysts are 25% off!"
  },
  "185-Event-NA": {
    "name": "Pet bonus talent re-rolls are 25% off on weekends from 12/11 to 1/15!"
  },
  "198-Event-NA": {
    "name": "A beautiful day today, isn't it? Spend mesos to enjoy auto-performance and auto-fishing!"
  },
  "199-Event-NA": {
    "name": "A beautiful day today, isn't it? Get gear and accessory bonus attribute re-rolls for 35% off!"
  },
  "200-Event-NA": {
    "name": "It's a gorgeous day today, huh? That's why you get 35% off all accessory fragment fusions! Includes Accessory Random Box fragments."
  }
}