{
  "1--null": {
    "name": "BEGINNER"
  },
  "2--null": {
    "name": "Take your first steps into adventure! Welcome to Maple World.\\n<FONT color='#FFD200'>Beginners are people too, man.</FONT>"
  },
  "10--null": {
    "name": "KNIGHT"
  },
  "11--null": {
    "name": "Protect your allies with a heart of gold and a body of iron! Through hard work and sheer determination, the Knight has become one of Maple World's most stalwart heroes.\\n<FONT color='#FFD200'>This hero uses a sword and shield to become a bastion of defense.</FONT>"
  },
  "20--null": {
    "name": "BERSERKER"
  },
  "21--null": {
    "name": "Harness your rage and unleash destruction on your enemies! An ancient fury burns within the Berserker's heart, turning them into a force of nature on the battlefield.\\n<FONT color='#FFD200'>This hero cleaves through their enemies with a greatsword.</FONT>"
  },
  "30--null": {
    "name": "WIZARD"
  },
  "31--null": {
    "name": "Bend the power of the elements to your will! The genius Wizard may seem laid back, but there's nothing laid back about their fearsome spells.\\n<FONT color='#FFD200'>This hero commands the arcane with a staff.</FONT>"
  },
  "40--null": {
    "name": "PRIEST"
  },
  "41--null": {
    "name": "Spread the blessings of the light to the lost and hopeless! The Priest selflessly works to hold back the darkness that threatens Maple World.\\n<FONT color='#FFD200'>This hero commands holy power with a scepter and a codex of prayers.</FONT>"
  },
  "50--null": {
    "name": "ARCHER"
  },
  "51--null": {
    "name": "Loose your arrow into the heart of evil! A member of the Green Hoods, the Archer works tirelessly to protect Henesys—and all of Maple World.\\n<FONT color='#FFD200'>This hero rains arrows on their enemies with a bow.</FONT>"
  },
  "60--null": {
    "name": "HEAVY GUNNER"
  },
  "61--null": {
    "name": "Lay waste to the forces of darkness with superior firepower! An eccentric engineer from Edelstein, the Heavy Gunner seeks to better the world with their inventions.\\n<FONT color='#FFD200'>This hero blows enemies away with a cannon.</FONT>"
  },
  "70--null": {
    "name": "THIEF"
  },
  "71--null": {
    "name": "Take what you want and vanish without a trace! The sly Thief uses their wit and wiles to fight for good... as long as proper compensation is involved.\\n<FONT color='#FFD200'>This hero slices and dices enemies with two daggers.</FONT>"
  },
  "80--null": {
    "name": "ASSASSIN"
  },
  "81--null": {
    "name": "Strike from the shadows with lethal precision! The Assassin used to be the best in the business but left the criminal underworld to seek new meaning.\\n<FONT color='#FFD200'>This hero uses two thrown weapons to disable and defeat enemies at range.</FONT>"
  },
  "90-RuneBlader-null": {
    "name": "Runeblade"
  },
  "91-RuneBlader-null": {
    "name": "Why choose between blade and spell when you can have both? As a member of the legendary order Terrune Calibre, the Runeblade's training in sword and sorcery makes them a mighty adversary.\\n<FONT color='#FFD200'>This hero pairs elemental rune magic with blade techniques to decimate foes.</FONT>\n"
  },
  "100-Striker-null": {
    "name": "Striker"
  },
  "101-Striker-null": {
    "name": "As a master of the bare-fisted martial arts, the Striker uses a combination of brutal kicks and punches to defend the downtrodden and defenseless of Kerning City.\\n<FONT color='#FFD200'>This hero uses knuckle weapons to deliver an endless barrage of strikes.</FONT>"
  },
  "110-SoulBinder-null": {
    "name": "SOUL BINDER"
  },
  "111-SoulBinder-null": {
    "name": "Channel nature itself to crush your foes! As the newest disciple of Guidance, the mysterious Soul Binder wields animus to project powerful attacks.\\n<FONT color='#FFD200'>This hero commands mystical forces to strike foes and support allies with special orbs.</FONT>"
  }
}